
# set up Zsh completions with plugins
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
Aloxaf/fzf-tab
MichaelAquilina/zsh-autoswitch-virtualenv
wfxr/forgit

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/sudo

romkatv/powerlevel10k
